Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Boyfriend Makeover.tmx
Source language: ko_kr
Languages: en_us

source: 내가 진짜 노래방이 무엇인지 보여주지…
en_us: I’ll show you what a real karaoke song is like...

source: 너 아직도 나 좋아하냐?
en_us: do you still like me?

source: 먹방을 명 받았습니다!
en_us: Reporting in with a Mukbang!

source: 후후후후후
en_us: HEH HEH HEH HEH HEH

source: 현금이 없네요…
en_us: I don’t have cash...

source: 넘 좋아~!
en_us: soooo good!

source: 여기 우리만 아는 장소인데...
en_us: we’re the only ones who know this place.

source: 사랑의 매
en_us: LESSONS LEARNED

source: 말 바꾸기 없기다?
en_us: no take backs, okay?!

source: 만7세 태권도 신동
en_us: 7-year-old Taekwondo Prodigy

source: 너 체력 많이 좋아졌나보다?
en_us: you must have gotten stronger.

source: 백시원도 데려온 적 없는 우리 집을…?
en_us: I’ve never even brought siwon over...

source: 생각보다 다이어트랑 잘 맞는 것 같지 않아?
en_us: dieting is a lot easier than I thought!

source: 저도 해주세요!
en_us: me too!

source: 그건 바로...
en_us: ...was...

source: 뭐가...???
en_us: how?!!!

source: 코찔찔이 김민호!!
en_us: snot-face minho!!!

source: 멋있다, 김민호~
en_us: great job, minho!

source: 친구가 필요한가?
en_us: do you need a friend?

source: 난 두세 달 동안 체중이 제자리 였으니까…
en_us: I was at the exact same weight for about two or three months...

source: 누가 좀 도와주세요~~!!
en_us: someone help!!!

source: 두 번째,
en_us: second...

source: 연남동?
en_us: yeonnamdong?

source: 그, 그런가?
en_us: is it?

source: 뭐야, 말 안했어?
en_us: you didn’t tell him?

source: 흠...
en_us: HMM

source: -오니쟝,, 그치만
en_us: But... Oni-chan...

source: 나도 뭘 하는지는 잘 모르지만...
en_us: I don’t know exactly what I’ll do...

source: 0 게시물 10.8K 팔로워 팔로잉
en_us: 0 Posts 10.8K Followers Following

source: 왜 항상 너 밖에 몰라~
en_us: why are you the only one who doesn’t know~

source: 그러게요...
en_us: you’re right...

source: 오…
en_us: oooh!

source: 이대로 100만 뉴튜버 찍을 거니까!
en_us: soon, I’ll hit a million subscribers!

source: 그러려면 적절한 운동과 함께 규칙적인 식습관이 지켜져야 하고,
en_us: to do that, you need regular exercise along with good eating habits.

source: 둘이 잘 어울려서 쭉 사귈 줄...
en_us: they looked good together. I thought they’d never break up...

source: 전학생 김민호
en_us: he was minho kim, the new kid.

source: 무튼 나...
en_us: anyway, I can...

source: 또 아침운동 하러 가니?
en_us: are you exercising again this morning?

source: 후우… 오히려 잘 됐어.
en_us: phew... this is for the better.

source: 완전 신났구먼?
en_us: you’re totally excited, aren’t you?

source: 걔깨위 오쥐매래~~~
en_us: dwone cwom nweer mweee!

source: 또 ㅆ덕애니 보고 있었네 ㅋㅋㅋㅋㅋㅋ
en_us: this fool was watching some dumb anime again!

source: 풀이랑 고구마밖에 없잖아.
en_us: there’s nothing but leaves and sweet potatoes here...

source: 이렇게 일찍 잔다고...?
en_us: he’s going to bed?

source: 내가 왜...!
en_us: why do I have to?!

source: 내놔,
en_us: give it here.

source: 오빠~ 일어나...!!
en_us: minho! wake up!

source: 어쩔 수 없이 기대하게 된다.
en_us: ...but I still can’t help but hope...

source: 자, 이제 솔직히 말 해.
en_us: so, come clean with us now.

source: 내숭은~
en_us: don’t pretend you’re not.

source: 그럼 검색해보면 되겠네.
en_us: then let’s look her up now.

source: 시아쨩.
en_us: sia-chan.

source: 꺄아!
en_us: kyaaa!

source: 30kg나 더...!?
en_us: 50 pounds...?!

source: 아, 알았어;;;
en_us: o-okay...

source: 꿀 꿀팁저장소2
en_us: H Hot Tips 2

source: 난 뉴튜브 시작한지 3개월밖에 안 됐고,
en_us: ...because I’ve only been doing newtube for three months now.

source: 그럼 도대체 이게 어떻게 된 거야...?
en_us: then how in the world did this happen?

source: 못 들어가겠어!!!
en_us: I can’t bring myself to go inside!!!

source: 헐!!!
en_us: whoa!!!

source: 여기서 교환 일기도 같이 썼었잖아!
en_us: we wrote a diary together in here, after all!

source: 따끈 황금 붕어빵
en_us: Golden Bungeo-ppang

source: 층간소음 걱정없는 전신 유산소 [칼로리 태우자!]
en_us: Full Body Home Workout | No Noise, Burn Fat!

source: 게시물 없음
en_us: No posts yet

source: 여기 김민호 있어요!!!
en_us: it’s minho kim!!!

source: 우오오오!!!
en_us: whoaaa!!!

source: 최고의 성형은 다이어트라더니...{j}진짜인가...
en_us: I guess that’s why people say dieting is the best transformation...{j}

source: 언제나 웃음을 유지해야 해!
en_us: I have to always keep a smile on my face!

source: 얘, 얘들아...
en_us: g-guys...

source: 뭐야, 저 놈들...
en_us: that group...

source: 뭐, 뭐야 너 지금...!!!
en_us: wh-what are you doing?!!!

source: 으…
en_us: ugh...

source: 1시간 뒤에 라방 켭니다!
en_us: I’m going live in an hour!

source: 다 뭐야...
en_us: ...is all this?

source: 부침두부
en_us: Firm Tofu

source: 다, 다른 거였어!?
en_us: th-they’re different?!

source: 그 놈의 시아쨩…
en_us: ugh... sia-chan...

source: 헉, 맞다...!!!
en_us: oh, right! I forgot!

source: 크윽, 젠장~!!!
en_us: ugh, dammit!!!

source: 으으
en_us: UGH

source: 나 진짜 괜찮대두~!
en_us: it’s okay! really!

source: 쾅쾅
en_us: BAM BAM

source: 휙 휙
en_us: SCROLL SCROLL

source: 싱싱마트
en_us: SingSing Mart

source: 난 이만 가볼게~ 너흰 집 방향이 같다고 했지?
en_us: I should leave now. you guys are going in the same direction, right?

source: 내가 보는 눈이 있잖아.
en_us: I have a good eye, don’t I?

source: 네 곁엔 내가 있으니까~
en_us: I’ll always be by your side~

source: 이렇게 깜찍한 이벤트까지 하고~ 너무 귀엽다!
en_us: he even prepared a little event for you! how cute!

source: 바로바로코너
en_us: SERVICE

source: 우와, 민호 여동생 진짜 많이 컸다~ 나 기억나?
en_us: wow, minha, you grew so big! do you remember me?

source: 아냐, 괜찮아...
en_us: no, it’s okay...

source: 설마 우리들의 금기를 깨고 셀카를 찍은 거냐!!?
en_us: you didn’t take a selfie just now, did you? that’s taboo!!!

source: 민호쿤...
en_us: minho-kun...

source: 아직 말을 놓지 않았을 경우엔 꼭 존칭을 사용하도록 해, 첫만남부터 반말을 뱉는 남자는 개념없는 남자로 찍히기 쉬우니까...
en_us: be polite and show the lady utmost respect. a man who is too casual from the get-go can be perceived as rude...

source: 김민호…
en_us: minho...

source: 발그레
en_us: BLUSH

source: 야, 야!
en_us: hey, hey!

source: 아빠랑 삼촌이랑 같이 보내기 싫단 거야...?
en_us: you don’t want to spend time with your dad and uncle?

source: 7화
en_us: Episode 7

source: 문제점들이 많지만, 단순하네.
en_us: there are a lot of problems, but they’re simple.

source: 규칙적으로 물 마시기 실천 중
en_us: drinking water regularly

source: 프로젝트는 잘 되고 있는데…
en_us: the project is going really well...

source: 후 하 후 하
en_us: HOO HAA HOO HAA

source: 쭉쭉 빠지는 건 줄 알았는데…
en_us: ...would always result in weight loss.

source: 시아랑 같이 촬영을 시작하고...
en_us: if I start filming with her...

source: 그니까 이만큼 살 뺐지!
en_us: that’s how I lost this much weight!

source: 그것이 덕질 커뮤니티에서 좋은 반응을 얻었기 때문인데
en_us: ...and such news had gone viral throughout the geek community.

source: 나 때문에 여기까지 와주고, 너무 고마워~
en_us: thanks for coming all the way here for me!

source: 어릴 땐 너무 야위워서 걱정이 많았는데!!!
en_us: I was worried because you were so scrawny back then!!!

source: 내가 갑자기 운동을 같이 하게 된 이유…
en_us: the reason why I suddenly started exercising with you...

source: 흠흠, 이거 어떡하나~
en_us: ahem. but you seeee...

source: 두고보세요!
en_us: just wait and see!

source: 네에!!?
en_us: what?!!!

source: 시골 곰탕
en_us: Bone Broth

source: 보들보들
en_us: Smooth

source: 데이트라니, 그런 거 아니거든!?
en_us: a date?! no way!

source: 벌써 1월 중순이 되었다.
en_us: ...and it is already half-way into january.

source: 셀카를 찍어보는 수밖에!!!
en_us: ...and take a selfie!!!

source: 무릎 나온 청바지…
en_us: and stretched out jeans?

source: 길다면 길었던 그 2년의 연애가
en_us: our relationship of two whole years...

source: 예상치 못한 공간에서 받게 되는 고백은 모든 여자들을 설레게 한다.
en_us: a confession at an unexpected time and location can woo any woman.

source: 아, 안 돼…
en_us: n-no...

source: 쿠웅
en_us: THUD

source: 으, 드러!
en_us: ew, yuck!

source: 깔끔한 남자가 되어라!
en_us: keep yourself neat and clean!

source: 아!!!
en_us: oh!!!

source: 그 금방이라도 운동을 할 것 같은 옷차림은!
en_us: are we going to exercise right away?!

source: 이건 항상 핫하잖아!
en_us: these are always hot!

source: 걔 얘기는 꺼내지도 말라니까~!!
en_us: I told you not to bring him up!!!

source: 고생했어, 시아쨩~
en_us: good work, sia-chan!

source: 쇼핑하러 가야지!!!
en_us: shopping!!!

source: 구독자 수 20만 명
en_us: 200k subscribers

source: 선생님...?
en_us: a coach?

source: 난 이만 가볼게!!
en_us: I’ll be off now!!!

source: 인싸들이랑 놀더니,
en_us: ...has been hanging out with the in-crowd recently...

source: 이제 내가 나설 때군!
en_us: it’s time for me to step in!

source: 94kg…!!
en_us: 207 pounds!!!

source: 왜 너는 그대로인 거니~
en_us: why are you still the way you were~

source: 좋아요 24318개
en_us: 24318 likes

source: 어머, 시아야~
en_us: oh gosh, sia!

source: 그러게~
en_us: yeah...

source: 진짜?
en_us: really?

source: 오케이!
en_us: okay!

source: 헉, 벌써 가세요?
en_us: already?

source: 이것들이 하라는 숙제는 안 하고...
en_us: why are you bullying your friend...

source: 성환쿤을 통해 만화를 접하지 않았다면…
en_us: if I hadn’t found comics thanks to seonghwan-kun...

source: 우리 이제 뭐하고 놀까?
en_us: what should we do now?

source: 윤시아, 새로운 프로젝트 시작합니다.
en_us: Sia Yoon Starts a New Project

source: 사주 타로
en_us: Fortune Tarot

source: 민호가 이미 소개 했겠지만.
en_us: I’m sure minho already told you...

source: 쵸큼 부끄러울지도...
en_us: it’s a teeny bit embarrassing...

source: 몰라, 피방이나 가자
en_us: I dunno. let’s just go to the internet cafe.

source: 덴세츠니 나레-!!! (전설이 돼라!)
en_us: bekamoma rejenado-!!! (become a legend!)

source: 이 옷들은 어때?
en_us: what about these?

source: 오케이~ 오늘 상태 괜찮구!
en_us: okay! I look good today!

source: 새우통면 하나랑 육교장 두개 주세여!
en_us: one shrimp noodles and two beef noodles, please!

source: 별 거 아냐.
en_us: it was nothing.

source: 오올
en_us: WHOA

source: 후우.
en_us: phew...

source: 뭐야?
en_us: what is it?

source: 고멘, 성환쿤...
en_us: gomen (sorry), seonghwan-kun...

source: 고마워, 시아쨩!
en_us: thanks, sia-chan!

source: 일단 네 생활 습관들을 체크해서 문제점들을 뭔지부터 파악해야지.
en_us: first, I need to check your lifestyle habits for any problems.

source: 나코짱보다 예뻐!?
en_us: is she prettier than nako-chan?!

source: 그 애가 우릴 도와준다는 게 확실해?
en_us: are you sure they’ll help us?

source: 그날이 왔군!
en_us: the day has come!

source: 그래서 감량이 더딘 거야!
en_us: that’s why I’m not losing weight faster!

source: 네 곁엔 내가 있으니까!
en_us: I’ll always be by your side!

source: 우리 반 왔으면 좋겠다, 그치?
en_us: I hope he comes to ours!

source: 기특하면서도…
en_us: I felt proud...

source: 그러고보니 시아쨩...
en_us: oh, by the way, sia-chan...

source: 그대로 내려놔…
en_us: put those down right now...

source: 저…민호킁…슬슬 극장판 보러갈 때 안됐어?
en_us: uh... minho-kun... shouldn’t we go to the theater soon?

source: 뉴튜브 시작 2년차
en_us: two years on newtube

source: 야, 잡아!{j}잡아!!
en_us: hey, grab him!!!{j}

source: 얘가 입은 것들 위부터 아래까지 다 결제할게요.
en_us: I’ll pay for everything he’s wearing from head to toe.

source: 저, 저를요!?
en_us: f-for me?!

source: 그럼 어쩔 수 없지!!!
en_us: that leaves us with no other choice!!!

source: 그정도 사주고도 충분히 남으니까 걱정마.
en_us: I have a lot more money than you think.

source: 심심하겠다...
en_us: it must be lonely...

source: 난 다 같이 부르려고 그런 건데…
en_us: I reserved them so we can sing together...

source: 시간이 흐르고 나면 정말 나...
en_us: ...will I eventually...

source: 내 말이면 전부 따르겠다 이거지...
en_us: so you’ll do anything I tell you, huh?

source: 탁 탁 탁
en_us: THUNK THUNK THUNK

source: 엄청나게 조져졌다.
en_us: ...got worked out reeeally hard.

source: 괜찮아, 민호킁!!!
en_us: it’s okay, minho-kun!!!

source: ...없다고.
en_us: you can’t have it.

source: 세상에 못생긴 남자는 없어,
en_us: ...but there are no ugly men in this world.

source: 하지만 예쁜 몸을 만들어주진 않잖아.
en_us: but... that doesn’t mean you’ll have a nice body.

source: 윤꽃분(아빠가 지어줌)
en_us: daisy yoon (named by dad)

source: 골격근량
en_us: Muscle lbs

source: 왜!?
en_us: whyyy?!

source: 그렇다면 마다하지 않겠다!
en_us: then, I won’t refuse!

source: 아빠는 안 그래도 백시원인가 박시원인가 걔 마음에 안 들었어!!
en_us: you know, daddy didn’t like that siwon or siwan guy anyway!!!

source: 아빠가 직접 해준 거라 맘대로 바꾸지도 못 하고...
en_us: but I can’t because my dad personally put it up for me...

source: 시아짱?
en_us: sia-chan?

source: 쏘옥
en_us: PLUCK

source: 정말 대단해요!
en_us: Amazing!

source: 자, 그럼 민호킁의 특제 요-리 만들어 볼까요~
en_us: time to pull out minho-kun’s speciaaal recipeee~

source: 시아쨩이 싫다면 고쳐볼게!
en_us: if you don’t like it, I’ll fix it, sia-chan!

source: 잘 사귀다가 왜 갑자기 헤어졌냐?
en_us: you two were getting along well. why’d you suddenly break up?

source: 젠장!
en_us: dammit!

source: 아오 짜증나!!!
en_us: ugh! this is so annoying!!!

source: 누나 오늘 월급날~^^
en_us: It’s payday today! :D

source: 음음!
en_us: MM-HMM!

source: 나도 네 말대로 바로 프로젝트에 참여했다면 좋았겠지만...
en_us: it would’ve been nice if I’d said yes right away, like you said...

source: 성환쿤!!
en_us: seonghwan-kun!!!

source: 저기, 그런데 언니...
en_us: um, sia...

source: 너도 그만할 걸 해줘야지.
en_us: ...you should reciprocate.

source: 얼마나 대단하신 분이길래 검색해보라고 했는지 한 번 보자구.
en_us: she told you to, right? let’s see just how great she is!

source: 너 꼴이 왜 그래!!!
en_us: what happened to you?!!!

source: 뭐 특별한 일이 있었던 거야?
en_us: was there some particular reason?

source: 헤헤…지나가는 사람들이 하고 다니는 걸 보니 귀엽더라구…
en_us: hehe... a lot of people are wearing them. they look cute...

source: 원래 올려야 할 걸 이제야 올렸을 뿐이야.
en_us: I should have posted that a long time ago anyway.

source: 두근두근상담부
en_us: pit-a-pat counseling

source: 나대지마 심장쿤...!!!
en_us: stop racing, my heart-kun!!!

source: 하나...
en_us: one...

source: 우선 생활 습관부터 고쳐도 금방 살은 빠지겠는데?
en_us: just changing his habits alone should help him lose weight quickly!

source: 시, 시아쨩…
en_us: s-sia-chan...

source: 어이, 어이!
en_us: oi, hey!

source: 후후...
en_us: HO-HO

source: 역시!!
en_us: I knew it!

source: 하하하!
en_us: hahaha!

source: 말도 안 돼!
en_us: no way!

source: 그래, 그럼 그 애랑 어떻게 됐는데?
en_us: okay, so what happened with her?

source: 원래 운동 빡세게 한 날은 인증샷 찍어야 하는 거야~ㅎ
en_us: on days you exercise hard, you’re supposed to take a picture for your records! hehe.

source: 다들 혹독한 다이어트와 관리로 지금의 미모를 만들어 낸 거지.
en_us: they achieved their current beauty by dieting and following really strict routines.

source: 그 편지를 쓴 건 백시원이 아니란 것을 알고 있는데도...
en_us: I know siwon isn’t the one who wrote this letter...

source: 세 번째, 규칙적인 운동하기.
en_us: third, exercise regularly.

source: 손정인치과의원
en_us: JEONGIN SON DENTISTRY

source: 어허, 누가 신성한 헬스장에서 핸드폰에 코박고 있나!
en_us: uh-oh! who dares to stare at their phone screen at the sacred gym?

source: 맡겨만 줘, 만식쿤!!
en_us: of course I will, mansik-kun!

source: 왜 사람을 오라마라야, 오늘은 나랑 선약이었다구!!
en_us: who is she to order u around?! u had a prior appointment with me!!

source: 응, 지금 잘 나가는 남자 연예인들 중에서도 과거 사진 보면 못 알아볼 정도로 달라진 사람들도 많잖아.
en_us: yeah, you know. there are lots of popular celebrities who looked completely different in the past.

source: 밥
en_us: BAB

source: 어휴…
en_us: geez

source: 윤시아.
en_us: sia yoon.

source: 서로 꿀팁 공유도 하는 짱친이지~
en_us: we’re super close! we even share our best secrets for good content!

source: ㅋㅋㅋㅋ 기억난다, 그랬었지~
en_us: hehehe, yup. I remember!

source: 김민호가 있다고!?!?
en_us: minho kim? where?!!!

source: 다, 다른 콘텐츠...?
en_us: o-other content?

source: 통합 VIEW 지식안 블로그
en_us: ALL VIEW ASK BLOGS

source: 어떻게 하긴,
en_us: how else could I have done it?

source: 뒤를 돌아봐!!
en_us: look around!!

source: 신기하다...
en_us: this is really interesting...

source: 이쯤에서,
en_us: this was when...

source: 난...
en_us: I...

source: 엣?
en_us: eh?
